/* Accept Friend Request Alert Button Title */
"ACCEPT_FRIEND_REQUEST_BUTTON_TITLE" = "Acceptera";

/* Accept game invite Alert Button Title */
"ACCEPT_INVITE_BUTTON_TITLE" = "Acceptera";

/* Account disabled alert message */
"ACCOUNT_DISABLED_ALERT_MESSAGE" = "Det Apple-ID du angav har avaktiverats av säkerhetsskäl. Ändra lösenordet genom att trycka på ”Återställ”.";

/* You are not allowed to modify accounts on this device (alert text) */
"ACCOUNT_RESTRICTED_CREATE_TEXT" = "Du har inte tillåtelse att ändra konton på den här enheten";

/* Cannot create account (alert title) */
"ACCOUNT_RESTRICTED_CREATE_TITLE" = "Kan inte skapa konto";

/* You are not allowed to edit your account on this device (alert text) */
"ACCOUNT_RESTRICTED_EDIT_TEXT" = "Du har inte tillåtelse att redigera kontot på den här enheten";

/* Cannot edit account (alert title) */
"ACCOUNT_RESTRICTED_EDIT_TITLE" = "Kan inte ändra konto";

/* You are not allowed to sign in to this device (alert text) */
"ACCOUNT_RESTRICTED_SIGNIN_TEXT" = "Du har inte tillåtelse att logga in på den här enheten";

/* Cannot sign in (alert title) */
"ACCOUNT_RESTRICTED_SIGNIN_TITLE" = "Kan inte logga in";

/* Account Title */
"ACCOUNT_TITLE" = "Konto";

/* Achievements title one player */
"ACHIEVEMENTS" = "Prestationer";

/* Achievement User Title points tally compare screen (plural, plural form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_PLURAL" = "%1$@ prestationer, %2$@ poäng";

/* Achievement User Title points tally compare screen (plural, singular form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_SINGULAR" = "%1$@ prestationer, %2$@ poäng";

/* Achievement User Title points tally compare screen (plural, zero form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_ZERO" = "%1$@ prestationer, %2$@ poäng";

/* Achievement User Title points tally compare screen (singular, plural form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_PLURAL" = "%1$@ prestation, %2$@ poäng";

/* Achievement User Title points tally compare screen (singular form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_SINGULAR" = "%1$@ prestation, %2$@ poäng";

/* Achievement User Title points tally compare screen (singular, zero form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_ZERO" = "%1$@ prestation, %2$@ poäng";

/* Achievement User Title points tally compare screen (zero, zero form) */
"ACHIEVEMENTS_1_POINTS_2_ZERO_ZERO" = "%1$@ prestationer, %2$@ poäng";

/* # of max # achievements format (plural) */
"ACHIEVEMENTS_N1_OF_M2_PLURAL" = "%1$@ av %2$@ prestationer ";

/* # of max # achievements format (singular) */
"ACHIEVEMENTS_N1_OF_M2_SINGULAR" = "%1$@ av %2$@ prestation ";

/* Achievements Section Title total for unowned games (plural) */
"ACHIEVEMENT_COUNT_TITLE_PLURAL" = "%@ prestationer ";

/* Achievements Section Title total for unowned games (singular) */
"ACHIEVEMENT_COUNT_TITLE_SINGULAR" = "%@ prestation ";

/* Achievements Section Title total for unowned games (uppercase, plural) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_PLURAL" = "%@ PRESTATIONER ";

/* Achievements Section Title total for unowned games (uppercase, singular) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_SINGULAR" = "%@ PRESTATION ";

/* Achievements Section Title total for unowned games (uppercase, zero) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_ZERO" = "INGA PRESTATIONER ";

/* Achievements Section Title total for unowned games (zero) */
"ACHIEVEMENT_COUNT_TITLE_ZERO" = "Inga prestationer ";

/* Achievement earned: date. */
"ACHIEVEMENT_EARNED_DATE" = "Intjänat: ";

/* Achievement earned on: date. */
"ACHIEVEMENT_EARNED_ON_DATE" = "Intjänad: %1$@";

/* Achievement User Title number of achievements.used when value is >1 */
"ACHIEVEMENT_N1_OF_M2_PLURAL" = "%1$@ av %2$@ prestationer ";

/* Achievement User Title number of achievements.used when value is 1 */
"ACHIEVEMENT_N1_OF_M2_SINGULAR" = "%1$@ av %2$@ prestation ";

/* Achievement User Title number of achievements.used when value is >1 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_PLURAL" = "%1$@ AV %2$@ PRESTATIONER";

/* Achievement User Title number of achievements.used when value is 1 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_SINGULAR" = "%1$@ AV %2$@ PRESTATION";

/* Achievement User Title number of achievements.used when value is 0 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_ZERO" = "%1$@ AV %2$@ PRESTATIONER";

/* Achievement User Title number of achievements.used when value is 0 */
"ACHIEVEMENT_N1_OF_M2_ZERO" = "%1$@ av %2$@ prestationer ";

/* Achievement detail when achievement hasn't been earned yet. */
"ACHIEVEMENT_NOT_YET_ACHIEVED" = "Inte presterat ännu";

/* Achievement 50% complete. */
"ACHIEVEMENT_PERCENT_COMPLETE" = "%1$@ slutförd";

/* number of points for that achievement. Used for when value is >1 */
"ACHIEVEMENT_POINTS_PLURAL" = "%@ p.";

/* number of points for that achievement. Used for when value is equal to 1 */
"ACHIEVEMENT_POINTS_SINGULAR" = "%@ p.";

/* Achievement User Title points tally.used when value is equal >1 */
"ACHIEVEMENT_POINTS_TALLY_PLURAL" = "(%@ p.)";

/* Achievement User Title points tally.used when value is equal 1 */
"ACHIEVEMENT_POINTS_TALLY_SINGULAR" = "(%@ p.)";

/* Achievement User Title points tally.used when value is equal 0 */
"ACHIEVEMENT_POINTS_TALLY_ZERO" = "(%@ p.)";

/* Unit to accompany large points count. Used for when value is >1 */
"ACHIEVEMENT_POINTS_UNIT_PLURAL" = "p.";

/* Unit to accompany large points count. Used for when value is equal to 1 */
"ACHIEVEMENT_POINTS_UNIT_SINGULAR" = "p.";

/* Unit to accompany large points count. Used for when value is equal to 0 */
"ACHIEVEMENT_POINTS_UNIT_ZERO" = "p.";

/* number of points for that achievement. Used for when value is equal to 0 */
"ACHIEVEMENT_POINTS_ZERO" = "%@ p.";

/* Undo name for adding an address to a recipient field in the compose window */
"ADDRESS_ADDITION" = "tillägg av adress";

/* Undo name for removing an address from a recipient field in the compose window */
"ADDRESS_DELETION" = "radering av adress";

/* You are not allowed to send friend requests on this device (alert text) */
"ADD_FRIENDS_RESTRICTED_TEXT" = "Du har inte tillåtelse att skicka vänförfrågningar på den här enheten";

/* Cannot send friend requests (alert title) */
"ADD_FRIENDS_RESTRICTED_TITLE" = "Kan inte skicka vänförfrågningar";

/* Add Player Button */
"ADD_PLAYER_BUTTON" = "Lägg till spelare";

/* Message for not authenticate alert */
"ALERT_MESSAGE_NOT_AUTHENTICATED" = "Spelaren är inte inloggad";

/* Message for parental controls alert */
"ALERT_MESSAGE_PARENTALCONTROLSBLOCKED" = "Du har inte tillåtelse att använda Game Center på den här enheten";

/* Message for multiplayer parental controls alert */
"ALERT_MESSAGE_PARENTALCONTROLSBLOCKED_MULTIPLAYER" = "Du har inte tillåtelse att spela spel för flera spelare på den här enheten";

/* Title for not auntenticated alert */
"ALERT_TITLE_NOT_AUTHENTICATED_MULTIPLAYER" = "Spel med flera spelare ej tillgängligt";

/* Title for parental controls alert */
"ALERT_TITLE_PARENTALCONTROLSBLOCKED" = "Game Center ej tillgängligt";

/* Title for multiplayer parental controls alert */
"ALERT_TITLE_PARENTALCONTROLSBLOCKED_MULTIPLAYER" = "Spel med flera spelare ej tillgängligt";

/* Anonymous player nickname */
"ANONYMOUS_PLAYER_NICKNAME" = "Anonym";

/* Apple ID Password Alert Title */
"APPLE_ID_PASSWORD" = "Lösenord för Apple-ID";

/* Auto-match wait time over n minutes (plural) */
"APPROX_WAIT_TIME_MINUTES_PLURAL" = "Game Center kan använda automatchning till att hitta någon att spela med. Ungefärlig väntetid för automatchning är över %@ minuter.";

/* Auto-match wait time over n minute (singular) */
"APPROX_WAIT_TIME_MINUTES_SINGULAR" = "Game Center kan använda automatchning till att hitta någon att spela med. Ungefärlig väntetid för automatchning är över %@ minut.";

/* Auto-match wait time over n minutes (zero) */
"APPROX_WAIT_TIME_MINUTES_ZERO" = "Game Center kan använda automatchning till att hitta någon att spela med. Ungefärlig väntetid för automatchning är över %@ minuter.";

/* Auto-match wait time n seconds (plural) */
"APPROX_WAIT_TIME_PLURAL" = "Game Center kan använda automatchning till att hitta någon att spela med. Ungefärlig väntetid för automatchning är %@ sekunder.";

/* Auto-match wait time n second (singular) */
"APPROX_WAIT_TIME_SINGULAR" = "Game Center kan använda automatchning till att hitta någon att spela med. Ungefärlig väntetid för automatchning är %@ sekund.";

/* Auto-match wait time n seconds (zero) */
"APPROX_WAIT_TIME_ZERO" = "Game Center kan använda automatchning till att hitta någon att spela med. Ungefärlig väntetid för automatchning är %@ sekunder.";

/* Go To App Store Invite Button Title */
"APP_STORE" = "App Store";

/* Auto-match */
"AUTO_MATCH" = "Automatchning";

/* Auto-matched */
"AUTO_MATCHED" = "Automatchad";

/* Auto-Match player */
"AUTO_MATCH_PLAYER" = "Automatchad spelare";

/* button to friend request */
"BUTTON_TO_SEND_FRIEND_REQUEST" = "Skicka";

/* button to send game invite */
"BUTTON_TO_SEND_GAME_INVITE" = "Skicka";

/* By Game Center */
"BY_GAME_CENTER" = "Av Game Center";

/* Cancelled invite label */
"CANCELLED_INVITE_LABEL" = "Avbruten";

/* Cancel */
"CANCEL_BUTTON" = "Avbryt";

/* Can't Connect invite label */
"CANT_CONNECT_INVITE_LABEL" = "Kan inte ansluta";

/* Can't connect to Game Center account pages message */
"CANT_CONNECT_TO_GAME_CENTER_ACCOUNT_PAGES_MESSAGE" = "Kontotjänsterna för Game Center är inte tillgängliga just nu.\nFörsök igen senare.";

/* Cannot connect message */
"CAN_NOT_CONNECT_TO_GAME_CENTER_MESSAGE" = "Det krävs en anslutning till ett Wi-Fi-nätverk eller mobildatanätverk för tillgång till Game Center.";

/* Challenge Friend Picker's \"done\" button title for when coming from a message view  */
"CHALLENGE_ADD_PLAYERS_BUTTON_TITLE" = "Lägg till";

/* Instructive text below disabled \"Send Challenge\" button when the player for the current score screen is not the local player's friend. %1$@ is the other player's name. */
"CHALLENGE_BUTTON_DISABLED_NOT_FRIEND" = "Bli vän med %1$@ om du vill skicka en utmaning";

/* Instructive text below disabled \"Challenge Friends\" button when the current player has no friends */
"CHALLENGE_BUTTON_DISABLED_NO_FRIENDS" = "Bjud in vänner på Game Center om du vill skicka och ta emot utmaningar";

/* Instructive text below disabled \"Challenge Friends\" button when the current player's friends have all already earned the current achievement. %1$@ is the achievement's name */
"CHALLENGE_BUTTON_DISABLED_NO_FRIENDS_ELIGIBLE" = "Dina vänner har redan tjänat in %1$@. Försök utmana dem med prestationer de inte har tjänat in.";

/* Instructive text below disabled \"Challenge Friends\" / \"Send Challenge\" button when the current player has no score for the current leaderboard. %1$@ is the leaderboard's name. */
"CHALLENGE_BUTTON_DISABLED_NO_SCORE" = "Om du spelar ihop ett resultat på %1$@ kan du utmana dina vänner att slå det";

/* Challenge Completed Alert Button OK Title */
"CHALLENGE_COMPLETED_OK_BUTTON" = "OK";

/* Challenges detail goal description for achievement challenge */
"CHALLENGE_DETAIL_ACHIEVEMENT_GOAL_FORMAT" = "Utmaning från %1$@: %2$@";

/* Challenges detail from line */
"CHALLENGE_DETAIL_FROM_FORMAT" = "Utmaning från %1$@";

/* Challenges detail goal description for any challenge */
"CHALLENGE_DETAIL_GOAL_FORMAT" = "Utmaning från %1$@:";

/* Challenges detail quote wrapper for message */
"CHALLENGE_DETAIL_MESSAGE_QUOTE_FORMAT" = "”%1$@”";

/* Challenges detail goal description for score challenge, for example \"Doc Brown's challenge: score 500 touchdowns on level 1\" */
"CHALLENGE_DETAIL_SCORE_GOAL_FORMAT" = "Utmaning från %1$@: få ihop %2$@ på %3$@";

/* Challenge Friend Title */
"CHALLENGE_FRIEND" = "Utmana vän";

/* Send Challenge Invitation Title */
"CHALLENGE_INVITATION_TITLE" = "Skicka utmaning";

/* Challenge invitation description start */
"CHALLENGE_INVITE_DESCRIPTION_START" = "Utmaning:";

/* Challenges list description for player, without a message */
"CHALLENGE_LIST_FROM_PLAYER_NO_MESSAGE_FORMAT" = "Från %1$@";

/* Challenges list description for player, with a message */
"CHALLENGE_LIST_FROM_PLAYER_WITH_MESSAGE_FORMAT" = "Från %1$@:";

/* Challenges list description for player, without a message */
"CHALLENGE_LIST_PLAYER_NO_MESSAGE_FORMAT" = "%1$@";

/* Challenges list description for player, with a message */
"CHALLENGE_LIST_PLAYER_WITH_MESSAGE_FORMAT" = "%1$@: ";

/* Challenges list description for score challenge */
"CHALLENGE_LIST_SCORE_GOAL_FORMAT" = "Ta %1$@ poäng i %2$@";

/* Challenge completed by current player banner message while in that game */
"CHALLENGE_LOCALLY_COMPLETED_BANNER_IN_GAME_FORMAT" = "Du klarade av utmaningen från %1$@: %2$@";

/* Challenge Friend Picker Back Button Title */
"CHALLENGE_PICKER_BACK_TITLE" = "Bakåt";

/* Challenge Friend Picker Title */
"CHALLENGE_PICKER_TITLE" = "Välj vänner";

/* Close the challenge received alert without further action */
"CHALLENGE_RECEIVED_IGNORE" = "Ignorera";

/* Challenge received message in game with challenge goal text (i.e.: Challenged you: 1000 coins on Level 1) */
"CHALLENGE_RECEIVED_IN_GAME_BANNER_FORMAT" = "Utmanade dig: %1$@";

/* Launch the game to start the challenge */
"CHALLENGE_RECEIVED_LAUNCH_GAME" = "Starta spel";

/* There's no compatible game on the device -- launch the app store with the game's URL */
"CHALLENGE_RECEIVED_LAUNCH_STORE" = "Gå till App Store";

/* Challenge received message while not in that game with game title and goal (i.e.: Rescue Rangers Challenge: 1000 coins on Level 1 */
"CHALLENGE_RECEIVED_OUT_OF_GAME_BANNER_FORMAT" = "Utmaning i %1$@: %2$@";

/* Challenge completed by other player banner message while in that game */
"CHALLENGE_REMOTELY_COMPLETED_BANNER_IN_GAME_FORMAT" = "Klarade av din utmaning: %1$@";

/* Challenge completed by other player banner message while not in that game */
"CHALLENGE_REMOTELY_COMPLETED_BANNER_OUT_OF_GAME_FORMAT" = "Klarade av din utmaning i %1$@: %2$@";

/* Change */
"CHANGE" = "Ändra";

/* Close Friend Request Alert Button Title */
"CLOSE_FRIEND_REQUEST_ALERT_BUTTON_TITLE" = "Stäng";

/* Close Turn Based Alert Button Title */
"CLOSE_TURN_BASED_ALERT_BUTTON_TITLE" = "Stäng";

/* Format string used for '30 Achievements' */
"COMPARE_N_ACHIEVEMENTS_HEADER_PLURAL" = "%1$@ prestationer";

/* Format string used for '1 Achievement' */
"COMPARE_N_ACHIEVEMENTS_HEADER_SINGULAR" = "%1$@ prestation";

/* Format string used for 'No Achievements' */
"COMPARE_N_ACHIEVEMENTS_HEADER_ZERO" = "Inga prestationer";

/* Connecting invite label */
"CONNECTING_INVITE_LABEL" = "Ansluter";

/* Connection failed alert message */
"CONNECTION_FAILED_ALERT_MESSAGE" = "Kunde inte ansluta till Game Centers server.";

/* Create New Apple ID Button */
"CREATE_NEW_ACCOUNT" = "Skapa nytt Apple-ID";

/* Declined invite label */
"DECLINED_INVITE_LABEL" = "Avböjd";

/* Decline Invite Button Title */
"DECLINE_INVITE_BUTTON_TITLE" = "Avböj";

/* Default game invitation message */
"DEFAULT_GAME_INVITATION_MESSAGE_FORMAT" = "Vill du spela %@?";

/* Challenge button title for when displaying non-local player's score or achievement detail screen */
"DETAIL_SCREEN_CHALLENGE_BUTTON_TITLE_FROM_OTHER" = "Skicka utmaning";

/* Challenge button title for when displaying local player's own score or achievement detail screen */
"DETAIL_SCREEN_CHALLENGE_BUTTON_TITLE_FROM_OWN" = "Utmana vänner";

/* Share button title for when displaying score or achievement detail screen */
"DETAIL_SCREEN_SHARE_BUTTON_TITLE" = "Dela";

/* Disable Button */
"DISABLE_BUTTON" = "Avaktivera";

/* Disconnected invite label */
"DISCONNECTED_INVITE_LABEL" = "Nedkopplad";

/* Button title used to dismiss a friend or game recommendation */
"DISMISS_CONFIRMATION_BUTTON_TITLE" = "Ta bort";

/* Done button title */
"DONE_BUTTON_TITLE" = "Klar";

/* button to send friend request */
"DONT_SEND" = "Skicka inte";

/* title for 'buy game' button in game detail view when the game is downloading */
"DOWNLOADING_BUTTON_TITLE" = "Installerar…";

/* Ellipsis for truncation at end of string */
"ELLIPSIS_FOR_TRUNCATION" = "…";

/* challenge invite message field placeholder text */
"ENTER_OPTIONAL_MESSAGE" = "Skriv ett meddelande (valfritt)…";

/* GKErrorAuthenticationInProgress description */
"ERROR_AUTHENTICATIONINPROGRESS_DESCRIPTION" = "Den begärda åtgärden kunde inte utföras eftersom lokala spelaren redan håller på och autentiserar.";

/* GKErrorCancelled description */
"ERROR_CANCELLED_DESCRIPTION" = "Den begärda åtgärden avbröts.";

/* GKErrorCommunicationsFailure description */
"ERROR_COMMUNICATIONSFAILURE_DESCRIPTION" = "Den begärda åtgärden kunde inte utföras på grund av ett fel i kommunikationen med servern.";

/* GKErrorGameUnrecognized description */
"ERROR_GAMEUNRECOGNIZED_DESCRIPTION" = "Den begärda åtgärden kunde inte slutföras eftersom programmet inte känns igen av Game Center.";

/* GKErrorInvalidCredentials description */
"ERROR_INVALIDCREDENTIALS_DESCRIPTION" = "Den begärda åtgärden kunde inte utföras eftersom användarnamnet och/eller lösenordet är felaktigt.";

/* GKErrorInvalidParameter description */
"ERROR_INVALIDPARAMETER_DESCRIPTION" = "De begärda åtgärderna kunde inte utföras eftersom en eller flera parametrar är ogiltiga.";

/* GKErrorInvalidPlayer description */
"ERROR_INVALIDPLAYER_DESCRIPTION" = "Den begärda åtgärden kunde inte utföras eftersom spelaren är ogiltig.";

/* GKErrorIssueChallengeDenied description */
"ERROR_INVALID_CHALLENGE" = "Utmaningen kunde inte göras på grund av ogiltiga utmaningsdata.";

/* GKErrorMatchRequestInvalid description */
"ERROR_MATCHREQUESTINVALID_DESCRIPTION" = "Den begärda åtgärden kunde inte utföras eftersom matchbegäran är ogiltig.";

/* GKErrorNotAuthenticated description */
"ERROR_NOTAUTHENTICATED_DESCRIPTION" = "Den begärda åtgärden kunde inte utföras eftersom lokala spelaren inte har autentiserats.";

/* GKErrorParentalControlsBlocked description */
"ERROR_PARENTALCONTROLSBLOCKED_DESCRIPTION" = "Den begärda åtgärden kunde inte utföras eftersom funktionen har avaktiverats i Begränsningar.";

/* GKErrorScoreNotSet description */
"ERROR_SCORENOTSET_DESCRIPTION" = "Den begärda åtgärden kunde inte utföras eftersom poängvärdet inte har ställts in.";

/* GKErrorTurnBasedInvalidParticipant description */
"ERROR_TBG_INVALID_PARTICIPANT" = "Den begärda åtgärden kunde inte utföras eftersom den angivna deltagaren är ogiltig.";

/* GKErrorTurnBasedInvalidState description */
"ERROR_TBG_INVALID_STATE" = "Den begärda åtgärden kunde inte utföras eftersom sessionen är i ett ogiltigt läge.";

/* GKErrorTurnBasedInvalidTurn description */
"ERROR_TBG_INVALID_TURN" = "Den begärda åtgärden kunde inte utföras eftersom den angivna deltagaren inte är i rätt turstatus.";

/* GKErrorTurnBasedMatchDataTooLarge description */
"ERROR_TBG_MATCH_DATA_TO_LARGE" = "Den begärda åtgärden kunde inte utföras eftersom storleken på matchdata var för stor.";

/* GKErrorTurnBasedTooManySessions description */
"ERROR_TBG_TOO_MANY_SESSIONS" = "Den begärda åtgärden kunde inte utföras eftersom det maximala antalet sessioner skulle överskridas.";

/* GKErrorUnderage description */
"ERROR_UNDERAGE_DESCRIPTION" = "Den begärda åtgärden kunde inte utföras eftersom funktionen är avaktiverad för minderåriga spelare.";

/* GKErrorUnexpectedConnection description */
"ERROR_UNEXPECTEDCONNECTION_DESCRIPTION" = "En oväntad spelare har anslutit till en match.";

/* GKErrorUnknown description */
"ERROR_UNKNOWN_DESCRIPTION" = "Den begärda åtgärden kunde inte utföras på grund av ett okänt fel.";

/* GKErrorUserDenied description */
"ERROR_USERDENIED_DESCRIPTION" = "Den begärda åtgärden kunde inte utföras eftersom den nekades av användaren.";

/* Extra recipients */
"EXTRA_RECIPIENTS_FORMAT" = " och %@ till…";

/* Facebook like label format for plural likes */
"FACEBOOK_LABEL_PLURAL" = "%@ vänner gillar detta";

/* Facebook like label format for singular likes */
"FACEBOOK_LABEL_SINGULAR" = "%@ vän gillar detta";

/* Message to show when liking via facebook is unavailable due to network connectivity issues or errors */
"FACEBOOK_LABEL_UNAVAILABLE" = "Facebook är inte tillgänglig";

/* Facebook like label format for zero likes */
"FACEBOOK_LABEL_ZERO" = "%@ vänner gillar detta";

/* Label for Facebook like button when player hasn't liked game */
"FACEBOOK_LIKE_NORMAL_LABEL" = "Gilla";

/* Label for Facebook like button when player likes the game */
"FACEBOOK_LIKE_SELECTED_LABEL" = "Gilla";

/* Failed invite label */
"FAILED_INVITE_LABEL" = "Misslyckades";

/* friend text in compare achievement screen */
"FRIEND" = "Vän";

/* Format string used for '<n> friends' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_PLURAL" = "%@ vänner";

/* Format string used for '<n> friend' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_SINGULAR" = "%@ vän";

/* Format string used for 'No friends' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_ZERO" = "Inga vänner";

/* Format string used for '<n> friends in common' */
"FRIENDS_IN_COMMON_PLURAL" = "%@ gemensamma vänner";

/* Format string used for '1 friend in common' */
"FRIENDS_IN_COMMON_SINGULAR" = "%@ gemensam vän";

/* Format string used for 'No friends in common' */
"FRIENDS_IN_COMMON_ZERO" = "Inga gemensamma vänner";

/* Friends-only player scope header (plural) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_PLURAL" = "%@ vänner";

/* Friends-only player scope header (singular) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_SINGULAR" = "%@ vän";

/* Friends-only player scope header (plural, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_PLURAL" = "%@ VÄNNER";

/* Friends-only player scope header (singular, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_SINGULAR" = "%@ VÄN";

/* Friends-only player scope header (zero, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_ZERO" = "VÄNNER";

/* Friends-only player scope header (zero) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_ZERO" = "Vänner";

/* Friend request accepted format - 1:nickname (2:firstName 3:lastName) */
"FRIEND_ACCEPTANCE_ALIAS_1_FIRST_2_LAST_3_FORMAT" = "%1$@ (%2$@ %3$@) har accepterat din vänförfrågan.";

/* Friend request accepted format - 1:nickname (2:either firstName or lastName -- the user didn't fill in the other name) */
"FRIEND_ACCEPTANCE_ALIAS_1_NAME_2_FORMAT" = "%1$@ (%2$@) har accepterat din vänförfrågan.";

/* Friend request accepted format (either single string from the server, for older servers, or just the nickname if first and last are unavailable) */
"FRIEND_ACCEPTANCE_FORMAT" = "%1$@ har accepterat din vänförfrågan.";

/* Friend picker Finding Players */
"FRIEND_PICKER_FINDING_PLAYERS" = "Hittar spelare";

/* Game invites disabled player status text */
"FRIEND_PICKER_GAME_INVITES_DISABLED" = "Tar inte emot spelinbjudningar";

/* Section header title for players that have already earned an achievement */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED" = "Vänner som har den här prestationen";

/* Section header title for players that have already earned an achievement (plural) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_PLURAL" = "%@ vänner som har den här prestationen";

/* Section header title for players that have already earned an achievement (singular) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_SINGULAR" = "%@ vän som har den här prestationen";

/* Section header title for players that have already earned an achievement (zero) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_ZERO" = "Inga vänner som har den här prestationen";

/* Friends section header title */
"FRIEND_PICKER_HEADER_TITLE_FRIEND" = "Vänner";

/* Friends section header title format (plural) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_PLURAL" = "%@ vänner";

/* Friends section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_SINGULAR" = "%@ vän";

/* Friends section header title format (zero) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_ZERO" = "%@ vänner";

/* Doesn't Play This Game section header title */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED" = "Vänner som inte har spelat";

/* Doesn't Play This Game section header title (plural) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_PLURAL" = "%@ vänner som inte har spelat";

/* Doesn't Play This Game section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_SINGULAR" = "%@ vän som inte har spelat";

/* Doesn't Play This Game section header title (zero) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_ZERO" = "Inga vänner som inte har spelat";

/* Play This Game section header title */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME" = "Vänner som spelar det här spelet";

/* Play This Game section header title (plural) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_PLURAL" = "%@ vänner som spelar det här spelet";

/* Play This Game section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_SINGULAR" = "%@ vän som spelar det här spelet";

/* Play This Game section header title (zero) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_ZERO" = "Inga vänner som spelar det här spelet";

/* Players section header title */
"FRIEND_PICKER_HEADER_TITLE_PLAYER" = "Spelare";

/* Players section header title format (plural) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_PLURAL" = "%@ spelare";

/* Players section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_SINGULAR" = "%@ spelare";

/* Players section header title format (zero) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_ZERO" = "%@ spelare";

/* Friend picker Not Online */
"FRIEND_PICKER_NOT_ONLINE" = "Ej uppkopplad";

/* Friend picker scope title for showing all friends */
"FRIEND_PICKER_SCOPE_TITLE_ALL" = "ALLA";

/* Friend picker scope title for showing nearby players */
"FRIEND_PICKER_SCOPE_TITLE_NEARBY" = "I NÄRHETEN";

/* Friend picker scope title for showing recent friends */
"FRIEND_PICKER_SCOPE_TITLE_RECENT" = "SENASTE";

/* Friend request composition window back button */
"FRIEND_REQUEST" = "Vänförfrågan";

/* friend request alert message */
"FRIEND_REQUEST_ALERT_MESSAGE_FORMAT" = "Vill du skicka en vänförfrågan till %@?";

/* Friend Request alert title */
"FRIEND_REQUEST_ALERT_TITLE" = "Vänförfrågan";

/* Friend request notification title. */
"FRIEND_REQUEST_NOTIFICATION_TITLE_FORMAT" = "Vänförfrågan från %1$@";

/* Format string used for '<n> games' for local player in friends list */
"GAMES_IN_COMMON_ME_PLURAL" = "%@ spel";

/* Format string used for '1 game' for local player in friends list */
"GAMES_IN_COMMON_ME_SINGULAR" = "%@ spel";

/* Format string used for 'No games' for local player in friends list */
"GAMES_IN_COMMON_ME_ZERO" = "Inga spel";

/* Format string used for '<n> games in common' */
"GAMES_IN_COMMON_PLURAL" = "%@ gemensamma spel";

/* Format string used for '1 game in common' */
"GAMES_IN_COMMON_SINGULAR" = "%@ gemensamt spel";

/* Format string used for 'No games in common' */
"GAMES_IN_COMMON_ZERO" = "Inga gemensamma spel";

/* Game Cancelled Alert Header */
"GAME_CANCELLED_ALERT_HEADER" = "Spelet avbröts";

/* Warning alert for storedemo */
"GAME_CENTER_ACCOUNT_LOCKED" = "Funktionen avaktiverad";

/* Default title text for alerts */
"GAME_CENTER_ALERT_TITLE" = "Game Center";

/* alert title */
"GAME_CENTER_DEMO_MODE" = "Demo-läge";

/* Game Center Disabled alert title */
"GAME_CENTER_DISABLED" = "Vill du avaktivera Game Center?";

/* Game Center Disabled alert message */
"GAME_CENTER_DISABLED_ALERT_MESSAGE" = "Du kan aktivera Game Center när du vill genom att logga in i programmet Game Center.";

/* GAME CENTER header text */
"GAME_CENTER_HEADER_TEXT" = "GAME CENTER";

/* GKErrorNotSupported description */
"GAME_CENTER_IS_NOT_SUPPORTED" = "Game Center stöds inte.";

/* A game that you have never played */
"GAME_DETAIL_NEVER_PLAYED" = "Aldrig spelat";

/* Game Invite Alert Header With Alias and Game name */
"GAME_INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_FORMAT" = "Inbjudan från %1$@ att spela ”%2$@”";

/* Game Invite Alert Header With Alias only */
"GAME_INVITE_ALERT_HEADER_ALIAS_ONLY_FORMAT" = "Inbjudan från %1$@";

/* Game Invite Cancelled Alert Header With Alias */
"GAME_INVITE_CANCELLED_ALERT_HEADER_ALIAS_FORMAT" = "Inbjudan från %@ har dragits tillbaka.";

/* Game Invite failed due to not finding mininum number of players  */
"GAME_INVITE_UNABLE_TO_FIND_MIN_PLAYERS" = "Automatchning kunde inte hitta tillräckligt många spelare. Bjud in fler spelare manuellt.";

/* Not Enough Players */
"GAME_INVITE_UNABLE_TO_FIND_MIN_PLAYERS_TITLE" = "Inte tillräckligt många spelare";

/* Game not recognized alert title */
"GAME_NOT_RECOGNIZED_ALERT_TITLE" = "Det här spelet känns inte igen av Game Center.";

/* Game rating failed because the user was not logged into Game Center with an account used to purchase the game. */
"GAME_RATING_INVALID_CREDENTIALS" = "Om du vill sätta betyg på spelet måste du logga in med det Apple-ID som användes vid inköpet.";

/* Game rating not sent alert title */
"GAME_RATING_NOT_SENT" = "Spelbetyget har inte skickats";

/* Game Reconnect Message */
"GAME_RECONNECT_MESSAGE" = "Återanslut?";

/* GKMatchmakerViewController Title */
"GKMATCHMAKERVIEWCONTROLLER_TITLE" = "För flera spelare";

/* Global player scope header (plural) */
"GLOBAL_PLAYER_SCOPE_HEADER_PLURAL" = "Alla %@ spelare";

/* Global player scope header (singular */
"GLOBAL_PLAYER_SCOPE_HEADER_SINGULAR" = "Alla spelare";

/* Global player scope header (plural, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_PLURAL" = "ALLA %@ SPELARE";

/* Global player scope header (singular, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_SINGULAR" = "ALLA SPELARE";

/* Global player scope header (zero, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_ZERO" = "ALLA SPELARE";

/* Global player scope header (zero) */
"GLOBAL_PLAYER_SCOPE_HEADER_ZERO" = "Alla spelare";

/* achievement title in compare achievement screen for hidden achievement (iphone version) */
"HIDDEN" = "Gömd";

/* Forgot your Apple ID or password? URL title */
"IFORGOT_LINK_TITLE" = "Har du glömt ditt Apple-ID eller lösenord?";

/* Import Friends Title */
"IMPORT_FRIENDS_TITLE" = "Importera vänner";

/* Incompatible invite label */
"INCOMPATIBLE_INVITE_LABEL" = "Inte kompatibel";

/* Incorrect Password alert message */
"INCORRECT_PASSWORD_ALERT_MESSAGE" = "Lösenordet har angetts felaktigt för många gånger. Om du har glömt lösenordet kan du ändra det genom att trycka på ”Återställ”.";

/* Incorrect Password alert title */
"INCORRECT_PASSWORD_ALERT_TITLE" = "Felaktigt lösenord";

/* Game Invite Cancelled Alert Header Without Alias */
"INVITATION_CANCELLED" = "Inbjudan drogs tillbaka";

/* Invitation Title */
"INVITATION_TITLE" = "Inbjudan";

/* Invited invite label */
"INVITED_INVITE_LABEL" = "Väntar…";

/* Invitee Accepted Alert Header */
"INVITEE_ACCEPTED_ALERT_HEADER" = "En spelare har accepterat din inbjudan.";

/* Invitee Accepted Alert Header With Alias and Game name */
"INVITEE_ACCEPTED_ALERT_HEADER_ALIAS_1_GAMENAME_2_FORMAT" = "%1$@ har accepterat din inbjudan till %2$@.";

/* Invitee Accepted Alert Header With Alias only */
"INVITEE_ACCEPTED_ALERT_HEADER_ALIAS_ONLY_FORMAT" = "%@ har accepterat din inbjudan.";

/* Invitee Accepted Alert Header With Game name only */
"INVITEE_ACCEPTED_ALERT_HEADER_GAME_NAME_ONLY_FORMAT" = "En spelare har accepterat din inbjudan till %@.";

/* Invitee Declined Alert Header */
"INVITEE_DECLINED_ALERT_HEADER" = "En spelare har avböjt din inbjudan.";

/* Rank among friends format plural */
"INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_PLURAL" = "Nr %1$@ av %2$@ vänner";

/* Rank among friends format singular */
"INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_SINGULAR" = "Nr %1$@ av %2$@ vän";

/* Invite button description (plural) */
"INVITE_BUTTON_DESCRIPTION_PLURAL" = "Bjud in upp till %d spelare till från listan med Game Center-vänner";

/* Invite button description (singular) */
"INVITE_BUTTON_DESCRIPTION_SINGULAR" = "Bjud in en spelare till från listan med Game Center-vänner";

/* Invite button description (zero) */
"INVITE_BUTTON_DESCRIPTION_ZERO" = "-";

/* Challenge friends picker view's title bar for when picking friends to send a challenge to */
"INVITE_CHALLENGE_FRIENDS" = "Utmana vänner";

/* Invite Friend */
"INVITE_FRIEND" = "Bjud in vän";

/* Invite Friends Title */
"INVITE_FRIENDS_TITLE" = "Bjud in vänner";

/* Invite Players Button Title */
"INVITE_PLAYERS_BUTTON_TITLE" = "Bjud in spelare";

/* Invite up to n players format string (plural) */
"INVITE_UP_TO_N_PLAYERS_PLURAL" = "Bjud in upp till %@ spelare";

/* Invite up to 1 player format string (singular) */
"INVITE_UP_TO_N_PLAYERS_SINGULAR" = "Bjud in upp till %@ spelare";

/* Invite up to n players format string (zero) */
"INVITE_UP_TO_N_PLAYERS_ZERO" = "Bjud in upp till %@ spelare";

/* Just played: <game> format string */
"JUST_PLAYED_LAST_PLAYED_GAME_FORMAT" = "Just spelat: %@";

/* Last matched on date format */
"LAST_MATCHED_ON_DATE_FORMAT" = "Senaste match: %1$@";

/* Last played: <game> format string */
"LAST_PLAYED_GAME_FORMAT" = "Senast spelat: %@";

/* Last Played <date> label */
"LAST_PLAYED_LABEL" = "Senast spelat";

/* Last played on date format */
"LAST_PLAYED_ON_DATE_FORMAT" = "Senast spelat: %1$@";

/* Launch App Button Title */
"LAUNCH_APP_BUTTON_TITLE" = "Öppna program";

/* Leaderboards controller title */
"LEADERBOARDS_CONTROLLER_TITLE" = "Resultattavlor";

/* Leaderboard categories (plural) */
"LEADERBOARD_CATEGORIES_PLURAL" = "%@ resultattavlor";

/* Leaderboard categories (singular) */
"LEADERBOARD_CATEGORIES_SINGULAR" = "%@ resultattavla";

/* Leaderboard categories (zero) */
"LEADERBOARD_CATEGORIES_ZERO" = "%@ resultattavlor";

/* Leaderboard sheet title */
"LEADERBOARD_DEFAULT_TITLE" = "Resultattavla";

/* leaderboard range limits execption string */
"LEADERBOARD_RANGE_LIMITS_EXECPTION" = "Resultattavlans omfång {%d,%d} måste ha en rankning som är >= %d och ett omfång som är <= %d";

/* Loading… status text */
"LOADING_STATUS" = "Läser in…";

/* Login Button */
"LOGIN_BUTTON" = "Logga in";

/* Matchmaker Connecting */
"MATCHMAKER_CONNECTING_TO_PLAYERS" = "Ansluter…";

/* Matchmaker Finding Players */
"MATCHMAKER_FINDING_PLAYERS" = "Hittar spelare…";

/* Matchmaker Invite Friends */
"MATCHMAKER_INVITE_FRIENDS" = "Bjud in vänner";

/* Matchmaker Inviting Players */
"MATCHMAKER_INVITING_PLAYERS" = "Bjuder in spelare";

/* Matchmaker Play Now */
"MATCHMAKER_PLAY_NOW" = "Spela nu";

/* Matchmaker Starting Game */
"MATCHMAKER_STARTING_GAME" = "Startar spel…";

/* Matchmaker Waiting for game to start */
"MATCHMAKER_WAITING_TO_START" = "Väntar…";

/* Me */
"ME" = "Jag";

/* Me */
"ME_TEXT_IN_COMPARE_ACHIEVEMENT_SCREEN" = "Jag";

/* multiplayer player range singular */
"MULTIPLAYER_PLAYER_RANGE" = "%1$@ - %2$@ spelare";

/* multiplayer player range singular */
"MULTIPLAYER_PLAYER_RANGE_SINGULAR" = "%@ spelare";

/* <identifiable name> <quoted alias> */
"NAME_FIRST_1_LAST_2_FORMAT" = "%1$@ %2$@";

/* Label next to switch for turning on/off nearby multiplayer */
"NEARBY_PLAYERS" = "Spelare i närheten";

/* Message explaining nearby multiplayer underneath the on/off switch */
"NEARBY_PLAYERS_MESSAGE" = "Tillåt Game Center-spelare i närheten att hitta och bjuda in dig till spel för flera spelare via Wi-Fi eller Bluetooth.";

/* Never Played */
"NEVER_PLAYED" = "Aldrig spelat";

/* Never played string for cell line 1 in category list */
"NEVER_PLAYED_CATEGORY_LIST" = "Aldrig spelat";

/* Next */
"NEXT" = "Nästa";

/* now (time) */
"NOW_TIME" = "nu";

/* No Achievements */
"NO_ACHIEVEMENTS" = "Inga prestationer";

/* No achievements details string */
"NO_ACHIEVEMENTS_DETAILS" = "Inga prestationer";

/* No Answer invite label */
"NO_ANSWER_INVITE_LABEL" = "Inget svar";

/* No Friends message */
"NO_FRIENDS_MESSAGE" = "Inga vänner";

/* No Friend Scores (uppercase) */
"NO_FRIEND_SCORES_UPPERCASE" = "INGA POÄNG AV VÄNNER";

/* No leaderboard details string */
"NO_LEADERBOARD_DETAILS" = "Ingen resultattavla";

/* No leaderboard details string */
"NO_LEADERBOARD_OR_ACHIEVEMENT_DETAILS" = "Ingen resultattavla eller prestationer";

/* No network alert message */
"NO_NETWORK_ALERT_MESSAGE" = "Försök igen när du är ansluten till ett nätverk.";

/* No network alert title */
"NO_NETWORK_ALERT_TITLE" = "Nätverk ej tillgängligt";

/* No score - player rank is zero */
"NO_SCORE" = "Inga poäng";

/* No Scores */
"NO_SCORES" = "Inga poäng";

/* No Scores (uppercase) */
"NO_SCORES_UPPERCASE" = "INGA POÄNG";

/* No Status placeholder string */
"NO_STATUS_PLACEHOLDER" = "Ingen status";

/* OK Button */
"OK_BUTTON" = "OK";

/* Overall leaderboard navigation bar title */
"OVERALL_LEADERBOARD_CATEGORY_TITLE" = "Totalt";

/* Parenthesized format string - typically used for (Bottom 10%) */
"PARENTHETICAL_FORMAT" = "(%1$@)";

/* Password incorrect alert message */
"PASSWORD_INCORRECT_ALERT_MESSAGE" = "Det Apple-ID du angav hittades inte, eller så var lösenordet felaktigt.\nFörsök igen.";

/* Password Placeholder */
"PASSWORD_PLACEHOLDER" = "Lösenord";

/* Sandbox Password Placeholder */
"PASSWORD_PLACEHOLDER_SANDBOX" = "Lösenord för sandlåda";

/* Bottom x% format string */
"PERCENT_BOTTOM_FORMAT" = "Nedre %@";

/* Top x% format string */
"PERCENT_TOP_FORMAT" = "Topp %@";

/* Played Today: <game> format string */
"PLAYED_TODAY_LAST_PLAYED_GAME_FORMAT" = "Spelat idag: %@";

/* n or n+1 Players format string */
"PLAYERS_N1_OR_N_PLUS_ONE_2_FORMAT" = "%1$@ eller %2$@ spelare";

/* n to n+x Players format string */
"PLAYERS_N1_TO_M2_FORMAT" = "%1$@ till %2$@ spelare";

/* n Players */
"PLAYER_COUNT_PLURAL" = "%@ spelare";

/* 1 Player */
"PLAYER_COUNT_SINGULAR" = "%@ spelare";

/* A friend who has never played a game  */
"PLAYER_DETAIL_NEVER_PLAYED" = "Aldrig spelat";

/* Player disconnected format string */
"PLAYER_DISCONNECTED_FORMAT" = "%@ har kopplats ned.";

/* Play button title */
"PLAY_BUTTON_TITLE" = "Spela";

/* Play Game button title */
"PLAY_GAME_BUTTON_TITLE" = "Spela spel";

/* Play now button description (plural) */
"PLAY_NOW_BUTTON_DESCRIPTION_PLURAL" = "Om du spelar nu hittar Game Center upp till %d andra spelare att spela med.";

/* Play now button description (singular) */
"PLAY_NOW_BUTTON_DESCRIPTION_SINGULAR" = "Om du spelar nu hittar Game Center upp till 1 annan spelare att spela med.";

/* Play now button description (zero) */
"PLAY_NOW_BUTTON_DESCRIPTION_ZERO" = "Om du spelar nu preparerar Game Center spelet för markerade spelare.";

/* Play Now Button Title */
"PLAY_NOW_BUTTON_TITLE" = "Spela nu";

/* Profile blacklisted alert message */
"PROFILE_BLACKLISTED_ALERT_MESSAGE" = "Detta Apple-ID har avaktiverats. Kontakta kundsupport.";

/* quotes surrounding nicknames as displayed within lists (such as leaderboards) -- prefixed with directional marker */
"QUOTED_ALIAS_FORMAT" = "‎”%@”";

/* string within quotes for invite messages */
"QUOTED_MESSAGE_FORMAT" = "‎”%@”";

/* Ranked about the same as me */
"RANKED_ABOUT_SAME_AS_ME" = "Rankad ungefär som jag";

/* Ranked higher than me */
"RANKED_HIGHER_THAN_ME" = "Rankad högre än jag";

/* Ranked lower than me */
"RANKED_LOWER_THAN_ME" = "Rankad lägre än jag";

/* Rank and leaderboard size (plural) */
"RANK_1_LEADERBOARD_SIZE_2_PLURAL" = "Nr %1$@ av %2$@ spelare";

/* Rank and leaderboard size (singular) */
"RANK_1_LEADERBOARD_SIZE_2_SINGULAR" = "Nr %1$@ av %2$@ spelare";

/* #rank of max scores format */
"RANK_1_OF_MAX_SCORES_2_FORMAT" = "Nr %1$@ av %2$@";

/* <rank> (<Top/Bottom x%>) format string */
"RANK_1_TOP_BOTTOM_2_FORMAT" = "%1$@ (%2$@)";

/* Rank formatting string */
"RANK_FORMAT" = "%@";

/* Not ranked string for cell line 3 */
"RANK_NONE" = "Inte rankad";

/* #<rank> format string */
"RANK_WITH_SYMBOL_FORMAT" = "Nr %@";

/* Ratings (plural) string */
"RATINGS_COUNT_PLURAL" = "%@ betyg";

/* Ratings (singular) string */
"RATINGS_COUNT_SINGULAR" = "%@ betyg";

/* Ratings (zero) string */
"RATINGS_COUNT_ZERO" = "Inga betyg";

/* Ready invite label */
"READY_INVITE_LABEL" = "Redo";

/* N recipients */
"RECIPIENT_COUNT_PLURAL" = "%@ mottagare";

/* 1 recipient */
"RECIPIENT_COUNT_SINGULAR" = "%@ mottagare";

/* recipient seperator in inactive compose field */
"RECIPIENT_SEPERATOR_IN_INACTIVE_COMPOSE_FIELD" = ", ";

/* relative hours ago (plural) */
"RELATIVE_HOURS_AGO_PLURAL" = "för %@ timmar sedan";

/* relative hours ago (singular) */
"RELATIVE_HOURS_AGO_SINGULAR" = "för %@ timme sedan";

/* relative minutes ago (plural) */
"RELATIVE_MINUTES_AGO_PLURAL" = "för %@ minuter sedan";

/* relative minutes ago (singular) */
"RELATIVE_MINUTES_AGO_SINGULAR" = "för %@ minut sedan";

/* relative seconds ago (plural) */
"RELATIVE_SECONDS_AGO_PLURAL" = "för %@ sekunder sedan";

/* Remove */
"REMOVE_BUTTON_TITLE" = "Ta bort";

/* Remove Player Button */
"REMOVE_PLAYER_BUTTON" = "Ta bort spelare";

/* Report a Problem Title */
"REPORT_PROBLEM" = "Problemrapport";

/* Reset Button */
"RESET_BUTTON" = "Återställ";

/* <score> (<Top/Bottom x%>) format string */
"SCORE_1_TOP_BOTTOM_2_FORMAT" = "%1$@ (%2$@)";

/* goal text for score challenge alert, i.e. '1000 gold pieces on Level 1' */
"SCORE_CHALLENGE_RECEIVED_ALERT_GOAL_FORMAT" = "%1$@ på %2$@";

/* Search results format string (plural) */
"SEARCH_RESULTS_PLURAL" = "%@ träffar";

/* Search results format string (singular) */
"SEARCH_RESULTS_SINGULAR" = "1 träff";

/* Search results format string (zero) */
"SEARCH_RESULTS_ZERO" = "Inga träffar";

/* Send Friend Request alert title */
"SEND_FRIEND_REQUEST" = "Skicka vänförfrågan";

/* Settings Button */
"SETTINGS_BUTTON" = "Inställningar";

/* HTML formatted email body for sharing an achievement earned by the local player */
"SHARE_ACHIEVEMENT_EMAIL_LOCAL_PLAYER_BODY" = "<html><p>Jag tjänade <a href=\"%3$@\">%1$@ med %2$@</a>.</p></html>";

/* HTML formatted email body for sharing an achievement earned by another player */
"SHARE_ACHIEVEMENT_EMAIL_OTHER_PLAYER_BODY" = "<html><p>%1$@ tjänade <a href=\"%4$@\">%2$@ med %3$@</a>.</p></html>";

/* Subject when sharing an achievement via email. */
"SHARE_ACHIEVEMENT_EMAIL_SUBJECT" = "%@";

/* HTML formatted email body for sharing an unearned achievement for the local player */
"SHARE_ACHIEVEMENT_EMAIL_UNEARNED_LOCAL_PLAYER_BODY" = "<html><p>Jag vill tjäna <a href=\"%3$@\">%1$@ med %2$@</a>.</p></html>";

/* Message for sharing your own achievement */
"SHARE_ACHIEVEMENT_LOCAL_PLAYER" = "Jag tjänade %1$@ med %2$@.";

/* Message for sharing someone else's achievement */
"SHARE_ACHIEVEMENT_OTHER_PLAYER" = "%1$@ tjänade %2$@ med %3$@.";

/* Message for sharing an achievement you want to earn */
"SHARE_ACHIEVEMENT_UNEARNED_LOCAL_PLAYER" = "Jag vill tjäna %1$@ med %2$@.";

/* HTML formatted email body for sharing a score via email. */
"SHARE_SCORE_EMAIL_LOCAL_PLAYER_BODY" = "<html><p>Ta en titt på <a href=\"%3$@\">mina poäng på %1$@ med %2$@</a>.</p></html>";

/* HTML formatted email body for sharing a score via email. */
"SHARE_SCORE_EMAIL_OTHER_PLAYER_BODY" = "<html><p>Ta en titt på poängen som <a href=\"%4$@\">%1$@ tjänade på %2$@ med %3$@</a>.</p></html>";

/* Subject when sharing a score via email. */
"SHARE_SCORE_EMAIL_SUBJECT" = "%@";

/* Message for sharing your own score */
"SHARE_SCORE_LOCAL_PLAYER" = "Ta en titt på mina poäng på %1$@ med %2$@.";

/* Message for sharing someone else's score */
"SHARE_SCORE_OTHER_PLAYER" = "Ta en titt på poängen som %1$@ tjänade på %2$@ med %3$@.";

/* Show All */
"SHOW_ALL" = "Visa alla";

/* Show More footer title */
"SHOW_MORE_TEXT" = "Visa mer…";

/* Show %@ More cell in Leaderboard */
"SHOW_X_MORE_CELL_IN_LEADERBOARD_FORMAT" = "Visa %@ till…";

/* Sign In Button */
"SIGN_IN_BUTTON" = "Logga in";

/* Sign in header message text */
"SIGN_IN_HEADER_MESSAGE_TEXT" = "Börja använda Game Center med ditt Apple-ID och spela spel med dina vänner över nätet, var de än är.";

/* Starting Game… */
"STARTING_GAME" = "Startar spel…";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME" = "Tryck för att betygsätta";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME_LANDSCAPE" = "Tryck för att betygsätta spelet";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME_PORTRAIT" = "Tryck för att\nbetygsätta spelet";

/* All Time in leaderboard */
"TIME_SCOPE_ALL_TIME_TITLECASE" = "Någonsin";

/* All Time in leaderboard iPad All Caps */
"TIME_SCOPE_ALL_TIME_UPPERCASE" = "NÅGONSIN";

/* This week in leaderboard */
"TIME_SCOPE_THIS_WEEK_TITLECASE" = "I veckan";

/* This week in leaderboard iPad All Caps */
"TIME_SCOPE_THIS_WEEK_UPPERCASE" = "I VECKAN";

/* Today in leaderboard */
"TIME_SCOPE_TODAY_TITLECASE" = "Idag";

/* Today in leaderboard iPad All Caps */
"TIME_SCOPE_TODAY_UPPERCASE" = "IDAG";

/* To: */
"TO_LABEL" = "Till:";

/* <truncation symbol> with close quote */
"TRUNCATION_SYMBOL_QUOTE" = "%1$@”";

/* Message for Turn Based Match creation error alert */
"TURN_BASED_CREATE_FAILED_MESSAGE" = "Försök igen senare.";

/* Title for Turn Based Match creation error alert */
"TURN_BASED_CREATE_FAILED_TITLE" = "Kunde inte skapa matchning";

/* String indicating a turn based game has finished */
"TURN_BASED_GAME_OVER" = "Spelet är slut";

/* Message for maximum games exceeded alert */
"TURN_BASED_INVITE_MAX_SESSIONS_MESSAGE" = "Ta bort ett befintligt spel och försök igen.";

/* Title for maximum games exceeded alert */
"TURN_BASED_INVITE_MAX_SESSIONS_TITLE" = "Kunde inte skapa spel";

/* Message for maximum games exceeded for other alert */
"TURN_BASED_INVITE_OTHER_MAX_SESSIONS_MESSAGE" = "En inbjuden spelare har för många aktiva spel.";

/* Title for maximum games exceeded for other player alert */
"TURN_BASED_INVITE_OTHER_MAX_SESSIONS_TITLE" = "Kunde inte skapa spel";

/* String for describing when you last played a turn based game */
"TURN_BASED_LAST_PLAYED_FORMAT" = "%@";

/* String for describing when a game is new and no one has taken a turn yet */
"TURN_BASED_LAST_PLAYED_NEW_GAME" = "Ny match";

/* String for describing when a game is new and no one has taken a turn yet in the session detail view */
"TURN_BASED_LAST_PLAYED_NO_TURN" = "Har inte spelat sin tur";

/* Title for quit button when you swipe an invite session cell */
"TURN_BASED_MATCHMAKER_DECLINE" = "Avböj";

/* Title for turn based matches view nav bar title while loading */
"TURN_BASED_MATCHMAKER_GAMES" = "Spel";

/* Title for turn based matches view nav bar title plural */
"TURN_BASED_MATCHMAKER_GAMES_PLURAL" = "%@ spel";

/* Title for turn based matches view nav bar title singular */
"TURN_BASED_MATCHMAKER_GAMES_SINGULAR" = "%@ spel";

/* Title for turn based matches view nav bar when there are no active games */
"TURN_BASED_MATCHMAKER_GAMES_ZERO" = "Spel";

/* Title for invitation detail view control that comes up when user chooses an invitation in turn based gaming session picker */
"TURN_BASED_MATCHMAKER_INVITATION_DETAIL_TITLE" = "Inbjudan";

/* Title for quit button when you swipe a current session cell */
"TURN_BASED_MATCHMAKER_QUIT" = "Avsluta spel";

/* String for indicating a player has been invited to a turn based game */
"TURN_BASED_MATCHMAKER_READY" = "Redo";

/* Title for quit button when you swipe a current session cell */
"TURN_BASED_MATCHMAKER_REMOVE" = "Ta bort spel";

/* Title for turn based invitations section header */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_INVITED" = "Inbjudningar";

/* Title for current sessions section header for another player's turn */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_OTHER_TURN" = "Andra spelarens tur";

/* description of a participant who has the current turn in the session detail view */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_THIS_PLAYERS_TURN" = "Den här spelarens tur";

/* Title for current sessions section header for your turn */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_YOUR_TURN" = "Din tur";

/* Title for finished sessions section header */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_FINISHED" = "Spelet är slut";

/* Title for take turn button in session detail view */
"TURN_BASED_MATCHMAKER_TAKE_TURN" = "Spela din tur";

/* Title for view match button in session detail view */
"TURN_BASED_MATCHMAKER_VIEW_MATCH" = "Visa spel";

/* Invitation from another player */
"TURN_BASED_MATCH_DETAIL_INVITATION_FROM_FORMAT" = "Från %@";

/* string for indicating when the last turn taken */
"TURN_BASED_MATCH_DETAIL_LAST_TURN_FORMAT" = "Spelade sin tur %@";

/* string for indicating when you don't know the start date of the match */
"TURN_BASED_MATCH_DETAIL_NO_START_DATE" = "Okänt startdatum";

/* string for indicating when no turn was taken */
"TURN_BASED_MATCH_DETAIL_NO_TURN_TAKEN" = "Har inte spelat ännu";

/* Text indicating who you played with */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_PLURAL" = "Spelat med %1$@ och %2$d andra";

/* Text indicating who you played with */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_SINGULAR" = "Spelat med %@";

/* Played with auto-match player */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_ZERO" = "Spelat med automatchad spelare";

/* Section header for N players section in session detail view */
"TURN_BASED_MATCH_DETAIL_PLAYERS_FORMAT" = "%d spelare";

/* Text indicating who you are playing with */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_PLURAL" = "Spelar med %1$@ och %2$d andra";

/* Text indicating who you are playing with */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_SINGULAR" = "Spelar med %@";

/* Playing with auto-match player */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_ZERO" = "Spelar med automatchad spelare";

/* string for indicating when you started the match */
"TURN_BASED_MATCH_DETAIL_STARTED_FORMAT" = "Startad %@";

/* String for additional info when a player has no turns on the turn based matchmaker view controller */
"TURN_BASED_NO_TURNS_INFO" = "Bjud in vänner att spela med";

/* String for describing when a player has no turns on the turn based matchmaker view controller */
"TURN_BASED_NO_TURNS_STATUS" = "Inga spel";

/* String for indicating that it is another player' turn in a turn based game */
"TURN_BASED_OTHER_TURN_FORMAT" = "%@s tur";

/* String for indicating that it is another player's turn in a turn based game, but we don't know their name */
"TURN_BASED_OTHER_TURN_UNKNOWN" = "Deras tur";

/* String for indicating that another player won a turn based game */
"TURN_BASED_OTHER_WON_FORMAT" = "%@ vann";

/* String for indicating that another player won a turn based game, but we don't know their name */
"TURN_BASED_OTHER_WON_UNKNOWN" = "En annan spelare vann";

/* String for indicating another player */
"TURN_BASED_OUTCOME_ANOTHER_PLAYER" = "Annan spelare";

/* String for conjoining player name and outcome for example 'Bob won' */
"TURN_BASED_OUTCOME_ANOTHER_PLAYER_OUTCOME_FORMAT" = "%1$@: %2$@";

/* String for indicating that a player got first place */
"TURN_BASED_OUTCOME_FIRST" = "Första plats";

/* String for indicating that a player got fourth place */
"TURN_BASED_OUTCOME_FOURTH" = "Fjärde plats";

/* String for indicating that a player was last to lose */
"TURN_BASED_OUTCOME_LOST" = "Förlorade";

/* String for indicating the player that is the local player */
"TURN_BASED_OUTCOME_ME" = "Jag";

/* String for indicating that a player has no outcome */
"TURN_BASED_OUTCOME_NONE" = "Inget resultat";

/* String for indicating that a player was last to quit */
"TURN_BASED_OUTCOME_QUIT" = "Gav upp";

/* String for indicating that a player got second place */
"TURN_BASED_OUTCOME_SECOND" = "Andra plats";

/* String for indicating that a player got third place */
"TURN_BASED_OUTCOME_THIRD" = "Tredje plats";

/* String for indicating that a player has tied */
"TURN_BASED_OUTCOME_TIED" = "Kom lika";

/* String for indicating that a player ran out of time */
"TURN_BASED_OUTCOME_TIME_EXP" = "Fick slut på tid";

/* String for indicating that a player was first to win */
"TURN_BASED_OUTCOME_WON" = "Vann";

/* String for indicating that the participant status is active */
"TURN_BASED_PARTICIPANT_STATUS_ACTIVE" = "Aktiv";

/* String for indicating that the participant status is declined */
"TURN_BASED_PARTICIPANT_STATUS_DECLINED" = "Avböjd";

/* String for indicating that the participant status is done */
"TURN_BASED_PARTICIPANT_STATUS_DONE" = "Klar";

/* String for indicating that the participant status is invited */
"TURN_BASED_PARTICIPANT_STATUS_INVITED" = "Inbjuden";

/* String for indicating that the participant status is matching */
"TURN_BASED_PARTICIPANT_STATUS_MATCHING" = "Matchande";

/* format for conjoining status and outcome */
"TURN_BASED_PARTICIPANT_STATUS_OUTCOME_FORMAT" = "%1$@ %2$@";

/* String for indicating that the participant status is unknown */
"TURN_BASED_PARTICIPANT_STATUS_UNKNOWN" = "Okänd";

/* String for indicating that it is your turn in a turn based game */
"TURN_BASED_YOUR_TURN" = "Din tur";

/* String for indicating that you won a turn based game */
"TURN_BASED_YOU_WON" = "Du vann!";

/* Unable to Load header message */
"UNABLE_TO_LOAD" = "Kan inte läsa in";

/* Unable to Load Achievements */
"UNABLE_TO_LOAD_ACHIEVEMENTS" = "Kunde inte läsa in prestationer";

/* Unable to Load Friends message */
"UNABLE_TO_LOAD_FRIENDS" = "Kunde inte läsa in vänner";

/* Unable To Load (uppercase) */
"UNABLE_TO_LOAD_UPPERCASE" = "KAN INTE LÄSA IN";

/* Could not send game rating alert title */
"UNABLE_TO_SUBMIT_GAME_RATING" = "Kunde inte skicka in spelbetyg just nu. Försök igen senare.";

/* Unauthenticated User */
"UNAUTHENTICATED_USER" = "Ej autentiserad användare";

/* Unexpected connection alert title */
"UNEXPECTED_CONNECTION_ALERT_HEADER" = "Oväntad anslutning";

/* Unexpected connection alert message */
"UNEXPECTED_CONNECTION_ALERT_MESSAGE" = "En oväntad spelare har anslutit till en match. Matchningstjänsten avbryts.";

/* Uninvite */
"UNINVITE_BUTTON_TITLE" = "Avbryt";

/* Uninvite Now */
"UNINVITE_NOW" = "Avbryt nu";

/* Uninvite Players Alert Header */
"UNINVITE_PLAYERS_ALERT_HEADER" = "Dra tillbaka inbjudan?";

/* Uninvite Players Alert Message */
"UNINVITE_PLAYERS_ALERT_MESSAGE" = "En del inbjudna spelare har inte svarat ännu.";

/* Unknown player score string */
"UNKNOWN_PLAYER_SCORE" = "--- ";

/* Untitled App */
"UNTITLED_APP" = "Namnlöst program";

/* Username Placeholder */
"USERNAME_PLACEHOLDER" = "Apple-ID";

/* Sandbox Username Placeholder */
"USERNAME_PLACEHOLDER_SANDBOX" = "Apple-ID för sandlåda";

/* View Account Button */
"VIEW_ACCOUNT_BUTTON" = "Visa konto";

/* View Frined Request Alert Button Title */
"VIEW_FRIEND_REQUEST_BUTTON_TITLE" = "Visa";

/* Waiting for authentication invite label */
"WAITING_FOR_AUTHENTICATION" = "Väntar på autentisering…";

/* Waiting for host format string */
"WAITING_FOR_HOST_FORMAT" = "Väntar på att %@ ska börja spelet.";

/* Wait alert button */
"WAIT_ALERT_BUTTON" = "Vänta";

/* Welcome back player name message */
"WELCOME_BACK_PLAYER_NAME_MESSAGE_FORMAT" = "Välkommen tillbaka, %@";

/* Welcome title */
"WELCOME_TITLE" = "Välkommen";

/* Welcome to game center player name message */
"WELCOME_TO_GAME_CENTER_PLAYER_NAME_MESSAGE_FORMAT" = "Välkommen till Game Center, %@";

/* Sandbox prompt */
"XXX_SANDBOX_XXX" = "✭✭✭ Sandlåda ✭✭✭";

/* You have selected the maximum number of players. */
"YOU_HAVE_SELECTED_MAXIMUM_NUMBER_OF_PLAYERS" = "Du har valt maximalt antal spelare.";

